{"<PAD>": 0, "<UNK>": 1, "EU": 2, "rejects": 3, "German": 4, "call": 5, "to": 6, "boycott": 7, "British": 8, "lamb": 9, ".": 10, "Peter": 11, "Blackburn": 12, "BRUSSELS": 13, "1996-08-22": 14, "The": 15, "European": 16, "Commission": 17, "said": 18, "on": 19, "Thursday": 20, "it": 21, "disagreed": 22, "with": 23, "advice": 24, "consumers": 25, "shun": 26, "until": 27, "scientists": 28, "determine": 29, "whether": 30, "mad": 31, "cow": 32, "disease": 33, "can": 34, "be": 35, "transmitted": 36, "sheep": 37, "Germany": 38, "'s": 39, "representative": 40, "the": 41, "Union": 42, "veterinary": 43, "committee": 44, "Werner": 45, "Zwingmann": 46, "Wednesday": 47, "should": 48, "buy": 49, "sheepmeat": 50, "from": 51, "countries": 52, "other": 53, "than": 54, "Britain": 55, "scientific": 56, "was": 57, "clearer": 58, "\"": 59, "We": 60, "do": 61, "n't": 62, "support": 63, "any": 64, "such": 65, "recommendation": 66, "because": 67, "we": 68, "see": 69, "grounds": 70, "for": 71, ",": 72, "chief": 73, "spokesman": 74, "Nikolaus": 75, "van": 76, "der": 77, "Pas": 78, "told": 79, "a": 80, "news": 81, "briefing": 82, "He": 83, "further": 84, "study": 85, "required": 86, "and": 87, "if": 88, "found": 89, "that": 90, "action": 91, "needed": 92, "taken": 93, "by": 94, "proposal": 95, "last": 96, "month": 97, "Farm": 98, "Commissioner": 99, "Franz": 100, "Fischler": 101, "ban": 102, "brains": 103, "spleens": 104, "spinal": 105, "cords": 106, "human": 107, "animal": 108, "food": 109, "chains": 110, "highly": 111, "specific": 112, "precautionary": 113, "move": 114, "protect": 115, "health": 116, "proposed": 117, "EU-wide": 118, "measures": 119, "after": 120, "reports": 121, "France": 122, "under": 123, "laboratory": 124, "conditions": 125, "could": 126, "contract": 127, "Bovine": 128, "Spongiform": 129, "Encephalopathy": 130, "(": 131, "BSE": 132, ")": 133, "--": 134, "But": 135, "agreed": 136, "review": 137, "his": 138, "standing": 139, "mational": 140, "officials": 141, "questioned": 142, "justified": 143, "as": 144, "there": 145, "only": 146, "slight": 147, "risk": 148, "Spanish": 149, "Minister": 150, "Loyola": 151, "de": 152, "Palacio": 153, "had": 154, "earlier": 155, "accused": 156, "at": 157, "an": 158, "farm": 159, "ministers": 160, "'": 161, "meeting": 162, "of": 163, "causing": 164, "unjustified": 165, "alarm": 166, "through": 167, "dangerous": 168, "generalisation": 169, "Only": 170, "backed": 171, "multidisciplinary": 172, "committees": 173, "are": 174, "due": 175, "re-examine": 176, "issue": 177, "early": 178, "next": 179, "make": 180, "recommendations": 181, "senior": 182, "Sheep": 183, "have": 184, "long": 185, "been": 186, "known": 187, "scrapie": 188, "brain-wasting": 189, "similar": 190, "which": 191, "is": 192, "believed": 193, "transferred": 194, "cattle": 195, "feed": 196, "containing": 197, "waste": 198, "farmers": 199, "denied": 200, "danger": 201, "their": 202, "but": 203, "expressed": 204, "concern": 205, "government": 206, "avoid": 207, "might": 208, "influence": 209, "across": 210, "Europe": 211, "What": 212, "extremely": 213, "careful": 214, "how": 215, "going": 216, "take": 217, "lead": 218, "Welsh": 219, "National": 220, "Farmers": 221, "NFU": 222, "chairman": 223, "John": 224, "Lloyd": 225, "Jones": 226, "BBC": 227, "radio": 228, "Bonn": 229, "has": 230, "led": 231, "efforts": 232, "public": 233, "consumer": 234, "confidence": 235, "collapsed": 236, "in": 237, "March": 238, "report": 239, "suggested": 240, "humans": 241, "illness": 242, "eating": 243, "contaminated": 244, "beef": 245, "imported": 246, "47,600": 247, "year": 248, "nearly": 249, "half": 250, "total": 251, "imports": 252, "It": 253, "brought": 254, "4,275": 255, "tonnes": 256, "mutton": 257, "some": 258, "10": 259, "percent": 260, "overall": 261, "-DOCSTART-": 262, "Rare": 263, "Hendrix": 264, "song": 265, "draft": 266, "sells": 267, "almost": 268, "$": 269, "17,000": 270, "LONDON": 271, "A": 272, "rare": 273, "handwritten": 274, "U.S.": 275, "guitar": 276, "legend": 277, "Jimi": 278, "sold": 279, "auction": 280, "late": 281, "musician": 282, "favourite": 283, "possessions": 284, "Florida": 285, "restaurant": 286, "paid": 287, "10,925": 288, "pounds": 289, "16,935": 290, "Ai": 291, "no": 292, "telling": 293, "penned": 294, "piece": 295, "London": 296, "hotel": 297, "stationery": 298, "1966": 299, "At": 300, "end": 301, "January": 302, "1967": 303, "concert": 304, "English": 305, "city": 306, "Nottingham": 307, "he": 308, "threw": 309, "sheet": 310, "paper": 311, "into": 312, "audience": 313, "where": 314, "retrieved": 315, "fan": 316, "Buyers": 317, "also": 318, "snapped": 319, "up": 320, "16": 321, "items": 322, "were": 323, "put": 324, "former": 325, "girlfriend": 326, "Kathy": 327, "Etchingham": 328, "who": 329, "lived": 330, "him": 331, "1969": 332, "They": 333, "included": 334, "black": 335, "lacquer": 336, "mother": 337, "pearl": 338, "inlaid": 339, "box": 340, "used": 341, "store": 342, "drugs": 343, "anonymous": 344, "Australian": 345, "purchaser": 346, "bought": 347, "5,060": 348, "7,845": 349, "guitarist": 350, "died": 351, "overdose": 352, "1970": 353, "aged": 354, "27": 355, "China": 356, "says": 357, "Taiwan": 358, "spoils": 359, "atmosphere": 360, "talks": 361, "BEIJING": 362, "Taipei": 363, "spoiling": 364, "resumption": 365, "Strait": 366, "visit": 367, "Ukraine": 368, "Taiwanese": 369, "Vice": 370, "President": 371, "Lien": 372, "Chan": 373, "this": 374, "week": 375, "infuriated": 376, "Beijing": 377, "Speaking": 378, "hours": 379, "Chinese": 380, "state": 381, "media": 382, "time": 383, "right": 384, "engage": 385, "political": 386, "Foreign": 387, "Ministry": 388, "Shen": 389, "Guofang": 390, "Reuters": 391, ":": 392, "necessary": 393, "opening": 394, "disrupted": 395, "authorities": 396, "State": 397, "quoted": 398, "top": 399, "negotiator": 400, "Tang": 401, "Shubei": 402, "visiting": 403, "group": 404, "rivals": 405, "hold": 406, "Now": 407, "two": 408, "sides": 409, "...": 410, "hostility": 411, "overseas": 412, "edition": 413, "People": 414, "Daily": 415, "saying": 416, "foreign": 417, "ministry": 418, "Television": 419, "interview": 420, "read": 421, "comments": 422, "gave": 423, "details": 424, "why": 425, "considered": 426, "considers": 427, "renegade": 428, "province": 429, "opposed": 430, "all": 431, "gain": 432, "greater": 433, "international": 434, "recognition": 435, "rival": 436, "island": 437, "practical": 438, "steps": 439, "towards": 440, "goal": 441, "Consultations": 442, "held": 443, "set": 444, "format": 445, "official": 446, "Xinhua": 447, "agency": 448, "executive": 449, "vice": 450, "Association": 451, "Relations": 452, "Across": 453, "Straits": 454, "July": 455, "car": 456, "registrations": 457, "14.2": 458, "pct": 459, "yr": 460, "/": 461, "FRANKFURT": 462, "first-time": 463, "motor": 464, "vehicles": 465, "jumped": 466, "year-earlier": 467, "period": 468, "Federal": 469, "office": 470, "356,725": 471, "new": 472, "cars": 473, "registered": 474, "1996": 475, "304,850": 476, "passenger": 477, "15,613": 478, "trucks": 479, "figures": 480, "represent": 481, "13.6": 482, "increase": 483, "2.2": 484, "decline": 485, "1995": 486, "Motor-bike": 487, "registration": 488, "rose": 489, "32.7": 490, "growth": 491, "partly": 492, "increased": 493, "number": 494, "Germans": 495, "buying": 496, "abroad": 497, "while": 498, "manufacturers": 499, "domestic": 500, "demand": 501, "weak": 502, "federal": 503, "Almost": 504, "posted": 505, "gains": 506, "numbers": 507, "Volkswagen": 508, "AG": 509, "won": 510, "77,719": 511, "slightly": 512, "more": 513, "quarter": 514, "Opel": 515, "together": 516, "General": 517, "Motors": 518, "came": 519, "second": 520, "place": 521, "49,269": 522, "16.4": 523, "figure": 524, "Third": 525, "Ford": 526, "35,563": 527, "or": 528, "11.7": 529, "Seat": 530, "Porsche": 531, "fewer": 532, "compared": 533, "3,420": 534, "5522": 535, "fell": 536, "554": 537, "643": 538, "GREEK": 539, "SOCIALISTS": 540, "GIVE": 541, "GREEN": 542, "LIGHT": 543, "TO": 544, "PM": 545, "FOR": 546, "ELECTIONS": 547, "ATHENS": 548, "Greek": 549, "socialist": 550, "party": 551, "bureau": 552, "green": 553, "light": 554, "Prime": 555, "Costas": 556, "Simitis": 557, "snap": 558, "elections": 559, "its": 560, "general": 561, "secretary": 562, "Skandalidis": 563, "reporters": 564, "announcement": 565, "cabinet": 566, "later": 567, "Dimitris": 568, "Kontogiannis": 569, "Athens": 570, "Newsroom": 571, "+301": 572, "3311812-4": 573, "BayerVB": 574, "sets": 575, "C$": 576, "100": 577, "million": 578, "six-year": 579, "bond": 580, "following": 581, "announced": 582, "manager": 583, "Toronto": 584, "Dominion": 585, "BORROWER": 586, "BAYERISCHE": 587, "VEREINSBANK": 588, "AMT": 589, "MLN": 590, "COUPON": 591, "6.625": 592, "MATURITY": 593, "24.SEP.02": 594, "TYPE": 595, "STRAIGHT": 596, "ISS": 597, "PRICE": 598, "100.92": 599, "PAY": 600, "DATE": 601, "24.SEP.96": 602, "FULL": 603, "FEES": 604, "1.875": 605, "REOFFER": 606, "99.32": 607, "SPREAD": 608, "+20": 609, "BP": 610, "MOODY": 611, "AA1": 612, "LISTING": 613, "LUX": 614, "FREQ": 615, "=": 616, "S&P": 617, "DENOMS": 618, "K": 619, "1-10-100": 620, "SALE": 621, "LIMITS": 622, "US": 623, "UK": 624, "CA": 625, "NEG": 626, "PLG": 627, "NO": 628, "CRS": 629, "DEFLT": 630, "FORCE": 631, "MAJ": 632, "GOV": 633, "LAW": 634, "GERMAN": 635, "HOME": 636, "CTRY": 637, "TAX": 638, "PROVS": 639, "STANDARD": 640, "MGT": 641, "UND": 642, "0.275": 643, "SELL": 644, "CONC": 645, "1.60": 646, "PRAECIP": 647, "UNDERLYING": 648, "GOVT": 649, "BOND": 650, "7.0": 651, "PCT": 652, "SEPT": 653, "2001": 654, "NOTES": 655, "IS": 656, "JOINT": 657, "LEAD": 658, "MANAGER": 659, "+44": 660, "171": 661, "542": 662, "7658": 663, "Venantius": 664, "300": 665, "1999": 666, "FRN": 667, "floating-rate": 668, "Lehman": 669, "Brothers": 670, "International": 671, "VENANTIUS": 672, "AB": 673, "SWEDISH": 674, "NATIONAL": 675, "MORTGAGE": 676, "AGENCY": 677, "-": 678, "12.5": 679, "21.JAN.99": 680, "BASE": 681, "3M": 682, "LIBOR": 683, "S23.SEP.96": 684, "LAST": 685, "AA3": 686, "99.956": 687, "AA+": 688, "S": 689, "SHORT": 690, "FIRST": 691, "JP": 692, "FR": 693, "YES": 694, "IPMA": 695, "2": 696, "ENGLISH": 697, "SWEDEN": 698, "5": 699, "ISSUED": 700, "OFF": 701, "EMTN": 702, "PROGRAMME": 703, "8863": 704, "Port": 705, "update": 706, "Syria": 707, "Lloyds": 708, "Shipping": 709, "Intelligence": 710, "Service": 711, "LATTAKIA": 712, "Aug": 713, "waiting": 714, "Lattakia": 715, "Tartous": 716, "presently": 717, "24": 718, "Israel": 719, "plays": 720, "down": 721, "fears": 722, "war": 723, "Colleen": 724, "Siegel": 725, "JERUSALEM": 726, "outgoing": 727, "peace": 728, "current": 729, "tensions": 730, "between": 731, "appeared": 732, "storm": 733, "teacup": 734, "Itamar": 735, "Rabinovich": 736, "ambassador": 737, "Washington": 738, "conducted": 739, "unfruitful": 740, "negotiations": 741, "Radio": 742, "looked": 743, "like": 744, "Damascus": 745, "wanted": 746, "talk": 747, "rather": 748, "fight": 749, "appears": 750, "me": 751, "Syrian": 752, "priority": 753, "still": 754, "negotiate": 755, "Syrians": 756, "confused": 757, "they": 758, "definitely": 759, "tense": 760, "assessment": 761, "here": 762, "essentially": 763, "winding": 764, "term": 765, "will": 766, "replaced": 767, "Eliahu": 768, "Ben-Elissar": 769, "Israeli": 770, "envoy": 771, "Egypt": 772, "right-wing": 773, "Likud": 774, "politician": 775, "sent": 776, "message": 777, "via": 778, "committed": 779, "open": 780, "without": 781, "preconditions": 782, "slammed": 783, "creating": 784, "what": 785, "called": 786, "launching": 787, "hysterical": 788, "campaign": 789, "against": 790, "television": 791, "reported": 792, "recently": 793, "test": 794, "fired": 795, "missile": 796, "arms": 797, "purchases": 798, "defensive": 799, "purposes": 800, "Hafez": 801, "al-": 802, "Assad": 803, "ready": 804, "enter": 805, "David": 806, "Levy": 807, "Tension": 808, "mounted": 809, "since": 810, "Benjamin": 811, "Netanyahu": 812, "took": 813, "June": 814, "vowing": 815, "retain": 816, "Golan": 817, "Heights": 818, "captured": 819, "Middle": 820, "East": 821, "Israeli-Syrian": 822, "deadlocked": 823, "over": 824, "1991": 825, "despite": 826, "previous": 827, "willingness": 828, "concessions": 829, "Peace": 830, "February": 831, "voices": 832, "coming": 833, "out": 834, "bad": 835, "not": 836, "good": 837, "full": 838, "expressions": 839, "declarations": 840, "must": 841, "worrying": 842, "artificial": 843, "very": 844, "those": 845, "spread": 846, "become": 847, "prisoners": 848, "expect": 849, "face": 850, "answer": 851, "our": 852, "want": 853, "God": 854, "forbid": 855, "No": 856, "one": 857, "benefits": 858, "wars": 859, "Channel": 860, "Two": 861, "calming": 862, "signal": 863, "source": 864, "spokesmen": 865, "confirm": 866, "messages": 867, "reassure": 868, "Cairo": 869, "United": 870, "States": 871, "Moscow": 872, "Polish": 873, "diplomat": 874, "denies": 875, "nurses": 876, "stranded": 877, "Libya": 878, "TUNIS": 879, "tabloid": 880, "refusing": 881, "exit": 882, "visas": 883, "trying": 884, "return": 885, "home": 886, "working": 887, "North": 888, "African": 889, "country": 890, "This": 891, "true": 892, "Up": 893, "today": 894, "knowledge": 895, "nurse": 896, "kept": 897, "her": 898, "received": 899, "complaint": 900, "embassy": 901, "charge": 902, "d'affaires": 903, "Tripoli": 904, "Tadeusz": 905, "Awdankiewicz": 906, "telephone": 907, "Poland": 908, "labour": 909, "would": 910, "send": 911, "team": 912, "investigate": 913, "probe": 914, "prompted": 915, "complaining": 916, "about": 917, "work": 918, "non-payment": 919, "salaries": 920, "estimated": 921, "800": 922, "Iranian": 923, "opposition": 924, "leaders": 925, "meet": 926, "Baghdad": 927, "Hassan": 928, "Hafidh": 929, "BAGHDAD": 930, "An": 931, "exile": 932, "based": 933, "Iraq": 934, "vowed": 935, "extend": 936, "Iran": 937, "Kurdish": 938, "rebels": 939, "attacked": 940, "troops": 941, "deep": 942, "inside": 943, "Mujahideen": 944, "Khalq": 945, "statement": 946, "leader": 947, "Massoud": 948, "Rajavi": 949, "met": 950, "Secretary-General": 951, "Kurdistan": 952, "Democratic": 953, "Party": 954, "KDPI": 955, "Rastegar": 956, "voiced": 957, "rebel": 958, "Kurds": 959, "emphasised": 960, "Resistance": 961, "continue": 962, "stand": 963, "side": 964, "compatriots": 965, "resistance": 966, "movement": 967, "signals": 968, "level": 969, "cooperation": 970, "oppositions": 971, "heavily": 972, "bombarded": 973, "targets": 974, "northern": 975, "pursuit": 976, "guerrillas": 977, "Iraqi": 978, "areas": 979, "outside": 980, "control": 981, "bordering": 982, "Patriotic": 983, "PUK": 984, "KDP": 985, "main": 986, "factions": 987, "forces": 988, "ousted": 989, "Kuwait": 990, "Gulf": 991, "War": 992, "Clashes": 993, "parties": 994, "broke": 995, "weekend": 996, "most": 997, "serious": 998, "fighting": 999, "U.S.-sponsored": 1000, "ceasefire": 1001, "shelling": 1002, "positions": 1003, "Qasri": 1004, "region": 1005, "Suleimaniya": 1006, "near": 1007, "border": 1008, "days": 1009, "killed": 1010, "wounded": 1011, "attack": 1012, "Both": 1013, "Turkey": 1014, "mount": 1015, "air": 1016, "land": 1017, "strikes": 1018, "own": 1019, "U.S.-led": 1020, "force": 1021, "southern": 1022, "protects": 1023, "possible": 1024, "attacks": 1025, "Saudi": 1026, "riyal": 1027, "rates": 1028, "steady": 1029, "quiet": 1030, "summer": 1031, "trade": 1032, "MANAMA": 1033, "spot": 1034, "dollar": 1035, "interbank": 1036, "deposit": 1037, "mainly": 1038, "dealers": 1039, "kingdom": 1040, "There": 1041, "changes": 1042, "market": 1043, "holidays": 1044, "dealer": 1045, "3.7504": 1046, "06": 1047, "One-month": 1048, "deposits": 1049, "5-1/2": 1050, "3/8": 1051, "three": 1052, "months": 1053, "5-5/8": 1054, "1/2": 1055, "six": 1056, "5-3/4": 1057, "5/8": 1058, "One-year": 1059, "funds": 1060, "5-7/8": 1061, "approves": 1062, "Arafat": 1063, "flight": 1064, "West": 1065, "Bank": 1066, "Palestinian": 1067, "Yasser": 1068, "permission": 1069, "fly": 1070, "territory": 1071, "ending": 1072, "brief": 1073, "Israeli-PLO": 1074, "crisis": 1075, "adviser": 1076, "problem": 1077, "president": 1078, "aircraft": 1079, "pass": 1080, "airspace": 1081, "expected": 1082, "travel": 1083, "before": 1084, "Monday": 1085, "Nabil": 1086, "Abu": 1087, "Rdainah": 1088, "scheduled": 1089, "prime": 1090, "minister": 1091, "Shimon": 1092, "Peres": 1093, "town": 1094, "Ramallah": 1095, "venue": 1096, "changed": 1097, "Gaza": 1098, "clearance": 1099, "helicopters": 1100, "stop": 1101, "keeping": 1102, "grounded": 1103, "subsequently": 1104, "cancelled": 1105, "PLO": 1106, "civilian": 1107, "affairs": 1108, "Allenby": 1109, "Bridge": 1110, "crossing": 1111, "Jordan": 1112, "decided": 1113, "flying": 1114, "lifted": 1115, "busy": 1116, "schedule": 1117, "free": 1118, "Palestinians": 1119, "barred": 1120, "Erez": 1121, "checkpoint": 1122, "planned": 1123, "overflying": 1124, "helicopter": 1125, "attempt": 1126, "bar": 1127, "defeated": 1128, "May": 1129, "undermine": 1130, "authority": 1131, "conduct": 1132, "Afghan": 1133, "UAE": 1134, "Taleban": 1135, "guards": 1136, "Hilary": 1137, "Gush": 1138, "DUBAI": 1139, "Three": 1140, "Arab": 1141, "Emirates": 1142, "Russian": 1143, "hostages": 1144, "escaped": 1145, "militia": 1146, "Afghanistan": 1147, "few": 1148, "Dhabi": 1149, "Our": 1150, "touch": 1151, "Their": 1152, "issuing": 1153, "them": 1154, "documents": 1155, "homeland": 1156, "objection": 1157, "added": 1158, "Islamic": 1159, "overpowered": 1160, "seven": 1161, "aircrew": 1162, "Sharjah": 1163, "Friday": 1164, "board": 1165, "captivity": 1166, "Kandahar": 1167, "hand": 1168, "Red": 1169, "Crescent": 1170, "possibly": 1171, "Tuesday": 1172, "silent": 1173, "When": 1174, "asked": 1175, "back": 1176, "capital": 1177, "Kabul": 1178, "That": 1179, "headquarters": 1180, "controlled": 1181, "Burhanuddin": 1182, "Rabbani": 1183, "overthrow": 1184, "men": 1185, "20s": 1186, "currently": 1187, "did": 1188, "elaborate": 1189, "Russians": 1190, "Aerostan": 1191, "firm": 1192, "republic": 1193, "Tatarstan": 1194, "hostage": 1195, "MiG-19": 1196, "fighter": 1197, "forced": 1198, "cargo": 1199, "plane": 1200, "August": 1201, "shipment": 1202, "ammunition": 1203, "Albania": 1204, "evidence": 1205, "military": 1206, "crew": 1207, "nationality": 1208, "coincidental": 1209, "Numerous": 1210, "diplomatic": 1211, "attempts": 1212, "failed": 1213, "armed": 1214, "Kalashnikov": 1215, "automatic": 1216, "rifles": 1217, "doing": 1218, "regular": 1219, "maintenance": 1220, "Ilyushin": 1221, "76": 1222, "left": 1223, "Sunday": 1224, "Saddam": 1225, "meets": 1226, "Russia": 1227, "Zhirinovsky": 1228, "Hussein": 1229, "ultra-nationalist": 1230, "Vladimir": 1231, "maintain": 1232, "friendship": 1233, "newspapers": 1234, "stressed": 1235, "during": 1236, "keenness": 1237, "papers": 1238, "Liberal": 1239, "Duma": 1240, "parliament": 1241, "calling": 1242, "immediate": 1243, "lifting": 1244, "embargo": 1245, "imposed": 1246, "1990": 1247, "invasion": 1248, "press": 1249, "help": 1250, "U.N.": 1251, "sanctions": 1252, "blamed": 1253, "delaying": 1254, "establishment": 1255, "ties": 1256, "namely": 1257, "economic": 1258, "resume": 1259, "visited": 1260, "twice": 1261, "Last": 1262, "October": 1263, "invited": 1264, "attend": 1265, "referendum": 1266, "presidency": 1267, "extended": 1268, "years": 1269, "PRESS": 1270, "DIGEST": 1271, "22": 1272, "These": 1273, "leading": 1274, "stories": 1275, "verified": 1276, "these": 1277, "does": 1278, "vouch": 1279, "accuracy": 1280, "THAWRA": 1281, "liberal": 1282, "democratic": 1283, "Turkish": 1284, "part": 1285, "fair": 1286, "November": 1287, "IRAQ": 1288, "shipload": 1289, "12": 1290, "rice": 1291, "arrives": 1292, "Umm": 1293, "Qasr": 1294, "port": 1295, "Lebanon": 1296, "BEIRUT": 1297, "Beirut": 1298, "AN-NAHAR": 1299, "Confrontation": 1300, "escalating": 1301, "Hizbollah": 1302, "Hariri": 1303, "threats": 1304, "serve": 1305, "AS-SAFIR": 1306, "Parliament": 1307, "Speaker": 1308, "Berri": 1309, "preparing": 1310, "Parliamentary": 1311, "battle": 1312, "..": 1313, "lists": 1314, "prepared": 1315, "AL-ANWAR": 1316, "Continued": 1317, "criticism": 1318, "law": 1319, "violation": 1320, "incidents": 1321, "occurred": 1322, "Mount": 1323, "AD-DIYAR": 1324, "Financial": 1325, "Pakistan": 1326, "step": 1327, "election": 1328, "incomplete": 1329, "list": 1330, "NIDA'A": 1331, "AL-WATAN": 1332, "Maronite": 1333, "Patriarch": 1334, "Sfeir": 1335, "sorrow": 1336, "violations": 1337, "CME": 1338, "live": 1339, "feeder": 1340, "calls": 1341, "range": 1342, "mixed": 1343, "CHICAGO": 1344, "Early": 1345, "futures": 1346, "ranged": 1347, "0.200": 1348, "cent": 1349, "higher": 1350, "0.100": 1351, "lower": 1352, "livestock": 1353, "analysts": 1354, "continued": 1355, "strong": 1356, "tone": 1357, "cash": 1358, "markets": 1359, "prompt": 1360, "Outlook": 1361, "bullish": 1362, "cattle-on-feed": 1363, "lend": 1364, "bull": 1365, "spreading": 1366, "However": 1367, "likely": 1368, "prices": 1369, "drift": 1370, "evening": 1371, "ahead": 1372, "Cash": 1373, "record": 1374, "amount": 1375, "feedlot": 1376, "traded": 1377, "Kindercare": 1378, "debt": 1379, "hit": 1380, "Q1": 1381, "results": 1382, "MONTGOMERY": 1383, "Ala": 1384, "KinderCare": 1385, "Learning": 1386, "Centers": 1387, "Inc": 1388, "buyback": 1389, "mean": 1390, "extraordinary": 1391, "loss": 1392, "1.2": 1393, "fiscal": 1394, "1997": 1395, "first": 1396, "company": 1397, "began": 1398, "1": 1399, "30": 1400, "par": 1401, "value": 1402, "outstanding": 1403, "10-3/8": 1404, "notes": 1405, "31.5": 1406, "Philip": 1407, "Maslowe": 1408, "financial": 1409, "officer": 1410, "preschool": 1411, "child": 1412, "care": 1413, "offered": 1414, "opportunity": 1415, "reduce": 1416, "weighted": 1417, "average": 1418, "interest": 1419, "costs": 1420, "improve": 1421, "future": 1422, "flows": 1423, "earnings": 1424, "RESEARCH": 1425, "ALERT": 1426, "starts": 1427, "SNET": 1428, "analyst": 1429, "Blake": 1430, "Bath": 1431, "started": 1432, "Southern": 1433, "New": 1434, "England": 1435, "Telecommunciations": 1436, "Corp": 1437, "outperform": 1438, "rating": 1439, "12-month": 1440, "price": 1441, "target": 1442, "45": 1443, "estimate": 1444, "3.09": 1445, "per": 1446, "share": 1447, "immediately": 1448, "available": 1449, "closed": 1450, "38-1/2": 1451, "E.": 1452, "Auchard": 1453, "Wall": 1454, "Street": 1455, "212-859-1736": 1456, "Gateway": 1457, "Data": 1458, "Sciences": 1459, "Q2": 1460, "net": 1461, "rises": 1462, "PHOENIX": 1463, "Summary": 1464, "Consolidated": 1465, "In": 1466, "Thousands": 1467, "except": 1468, "data": 1469, "Six": 1470, "Months": 1471, "Ended": 1472, "Quarter": 1473, "Jul": 1474, "31": 1475, "Income": 1476, "Statement": 1477, "Total": 1478, "Revenue": 1479, "10,756": 1480, "13,102": 1481, "7,961": 1482, "5,507": 1483, "Software": 1484, "2,383": 1485, "1,558": 1486, "1,086": 1487, "1,074": 1488, "Services": 1489, "1,154": 1490, "692": 1491, "624": 1492, "465": 1493, "Operating": 1494, "906": 1495, "962": 1496, "599": 1497, "515": 1498, "Net": 1499, "821": 1500, "512": 1501, "565": 1502, "301": 1503, "Earnings": 1504, "Per": 1505, "Share": 1506, "0.31": 1507, "0.34": 1508, "0.19": 1509, "0.20": 1510, "Jan": 1511, "Balance": 1512, "Sheet": 1513, "Working": 1514, "Capital": 1515, "5,755": 1516, "881": 1517, "Equivalents": 1518, "2,386": 1519, "93": 1520, "Assets": 1521, "14,196": 1522, "7,138": 1523, "Shareholders": 1524, "Equity": 1525, "5,951": 1526, "1,461": 1527, "socialists": 1528, "give": 1529, "backing": 1530, "chooses": 1531, "Le": 1532, "Monde": 1533, "PARIS": 1534, "afternoon": 1535, "daily": 1536, "dated": 1537, "23": 1538, "FRONT": 1539, "PAGE": 1540, "Africans": 1541, "seeking": 1542, "renew": 1543, "obtain": 1544, "residence": 1545, "rights": 1546, "say": 1547, "Alain": 1548, "Juppe": 1549, "proposals": 1550, "insufficient": 1551, "hunger": 1552, "strike": 1553, "enters": 1554, "49th": 1555, "day": 1556, "Paris": 1557, "church": 1558, "rally": 1559, "attracts": 1560, "8,000": 1561, "sympathisers": 1562, "FLNC": 1563, "Corsican": 1564, "nationalist": 1565, "announces": 1566, "truce": 1567, "night": 1568, "BUSINESS": 1569, "PAGES": 1570, "Shutdown": 1571, "Bally": 1572, "French": 1573, "factories": 1574, "points": 1575, "shoe": 1576, "industry": 1577, "undercut": 1578, "low-wage": 1579, "competition": 1580, "failure": 1581, "keep": 1582, "abreast": 1583, "trends": 1584, "Secretary": 1585, "Sud-PTT": 1586, "union": 1587, "Telecom": 1588, "elements": 1589, "social": 1590, "unrest": 1591, "weeks": 1592, "+33": 1593, "42": 1594, "21": 1595, "53": 1596, "81": 1597, "Well": 1598, "repairs": 1599, "lift": 1600, "Heidrun": 1601, "oil": 1602, "output": 1603, "Statoil": 1604, "OSLO": 1605, "plugged": 1606, "water": 1607, "injection": 1608, "wells": 1609, "oilfield": 1610, "off": 1611, "mid-Norway": 1612, "reopened": 1613, "operator": 1614, "Den": 1615, "Norske": 1616, "Stats": 1617, "Oljeselskap": 1618, "AS": 1619, "accounted": 1620, "dip": 1621, "30,000": 1622, "barrels": 1623, "bpd": 1624, "roughly": 1625, "220,000": 1626, "according": 1627, "Status": 1628, "Weekly": 1629, "newsletter": 1630, "reperforated": 1631, "gravel": 1632, "pumped": 1633, "reservoir": 1634, "plugging": 1635, "problems": 1636, "Oslo": 1637, "newsroom": 1638, "+47": 1639, "50": 1640, "41": 1641, "Finnish": 1642, "April": 1643, "surplus": 1644, "3.8": 1645, "billion": 1646, "markka": 1647, "NCB": 1648, "HELSINKI": 1649, "Finland": 1650, "3.83": 1651, "3.43": 1652, "Customs": 1653, "Board": 1654, "exports": 1655, "year-on-year": 1656, "Trade": 1657, "balance": 1658, "96": 1659, "Jan-April": 1660, "95": 1661, "Imports": 1662, "10,663": 1663, "10,725": 1664, "43,430": 1665, "40,989": 1666, "Exports": 1667, "14,494": 1668, "14,153": 1669, "56,126": 1670, "56,261": 1671, "+3,831": 1672, "+3,428": 1673, "+12,696": 1674, "+15,272": 1675, "January-April": 1676, "import": 1677, "revised": 1678, "39,584": 1679, "export": 1680, "55,627": 1681, "3.2": 1682, "projected": 1683, "14.5": 1684, "11.3": 1685, "monthly": 1686, "statistics": 1687, "lagging": 1688, "behind": 1689, "customs": 1690, "procedures": 1691, "when": 1692, "joined": 1693, "start": 1694, "Helsinki": 1695, "+358": 1696, "0": 1697, "680": 1698, "245": 1699, "Dutch": 1700, "raises": 1701, "tap": 1702, "sale": 1703, "99.95": 1704, "AMSTERDAM": 1705, "Finance": 1706, "raised": 1707, "sales": 1708, "5.75": 1709, "September": 1710, "2002": 1711, "99.90": 1712, "Tap": 1713, "being": 1714, "07.00": 1715, "GMT": 1716, "15.00": 1717, "notice": 1718, "2.3": 1719, "guilders": 1720, "close": 1721, "Amsterdam": 1722, "+31": 1723, "20": 1724, "504": 1725, "5000": 1726, "tells": 1727, "BONN": 1728, "Agriculture": 1729, "meat": 1730, "animals": 1731, "Until": 1732, "cleared": 1733, "panels": 1734, "done": 1735, "quickly": 1736, "preference": 1737, "ZDF": 1738, "I": 1739, "concrete": 1740, "too": 1741, "many": 1742, "holes": 1743, "know": 1744, "filled": 1745, "ensure": 1746, "protection": 1747, "tops": 1748, "priorities": 1749, "dealing": 1750, "erupted": 1751, "acknowledged": 1752, "rethink": 1753, "use": 1754, "suspect": 1755, "tissue": 1756, "experts": 1757, "banning": 1758, "members": 1759, "given": 1760, "question": 1761, "studied": 1762, "separately": 1763, "perfectly": 1764, "safe": 1765, "eat": 1766, "After": 1767, "admitted": 1768, "link": 1769, "fatal": 1770, "equivalent": 1771, "worldwide": 1772, "summit": 1773, "progressive": 1774, "takes": 1775, "parallel": 1776, "eradicate": 1777, "GOLF": 1778, "SCORES": 1779, "AT": 1780, "WORLD": 1781, "SERIES": 1782, "OF": 1783, "AKRON": 1784, "Ohio": 1785, "Scores": 1786, "2.1": 1787, "NEC": 1788, "World": 1789, "Series": 1790, "Golf": 1791, "round": 1792, "7,149": 1793, "yard": 1794, "70": 1795, "Firestone": 1796, "C.C": 1797, "course": 1798, "players": 1799, "unless": 1800, "stated": 1801, "66": 1802, "Paul": 1803, "Goydos": 1804, "Billy": 1805, "Mayfair": 1806, "Hidemichi": 1807, "Tanaka": 1808, "Japan": 1809, "68": 1810, "Steve": 1811, "Stricker": 1812, "69": 1813, "Justin": 1814, "Leonard": 1815, "Mark": 1816, "Brooks": 1817, "Tim": 1818, "Herron": 1819, "Duffy": 1820, "Waldorf": 1821, "Davis": 1822, "Love": 1823, "Anders": 1824, "Forsbrand": 1825, "Sweden": 1826, "Nick": 1827, "Faldo": 1828, "Cook": 1829, "Phil": 1830, "Mickelson": 1831, "Greg": 1832, "Norman": 1833, "Australia": 1834, "71": 1835, "Ernie": 1836, "Els": 1837, "South": 1838, "Africa": 1839, "Scott": 1840, "Hoch": 1841, "72": 1842, "Clarence": 1843, "Rose": 1844, "Loren": 1845, "Roberts": 1846, "Fred": 1847, "Funk": 1848, "Sven": 1849, "Struver": 1850, "Alexander": 1851, "Cejka": 1852, "Hal": 1853, "Sutton": 1854, "Tom": 1855, "73": 1856, "D.A.": 1857, "Weibring": 1858, "Brad": 1859, "Bryant": 1860, "Craig": 1861, "Parry": 1862, "Stewart": 1863, "Ginn": 1864, "Corey": 1865, "Pavin": 1866, "Stadler": 1867, "O'Meara": 1868, "Couples": 1869, "74": 1870, "Stankowski": 1871, "Costantino": 1872, "Rocca": 1873, "Italy": 1874, "75": 1875, "Jim": 1876, "Furyk": 1877, "Satoshi": 1878, "Higashi": 1879, "Willie": 1880, "Wood": 1881, "Shigeki": 1882, "Maruyama": 1883, "McCarron": 1884, "77": 1885, "Wayne": 1886, "Westner": 1887, "Schneiter": 1888, "79": 1889, "Watson": 1890, "Seiki": 1891, "Okuda": 1892, "SOCCER": 1893, "GLORIA": 1894, "BISTRITA": 1895, "BEAT": 1896, "2-1": 1897, "F.C.": 1898, "VALLETTA": 1899, "Gloria": 1900, "Bistrita": 1901, "Romania": 1902, "beat": 1903, "halftime": 1904, "1-1": 1905, "Valletta": 1906, "Malta": 1907, "Cup": 1908, "winners": 1909, "match": 1910, "leg": 1911, "preliminary": 1912, "Scorers": 1913, "Ilie": 1914, "Lazar": 1915, "32nd": 1916, "Eugen": 1917, "Voica": 1918, "84th": 1919, "La": 1920, "Gilbert": 1921, "Agius": 1922, "24th": 1923, "Attendance": 1924, "4-2": 1925, "aggregate": 1926, "qualified": 1927, "REUTER": 1928, "HORSE": 1929, "RACING": 1930, "PIVOTAL": 1931, "ENDS": 1932, "25-YEAR": 1933, "WAIT": 1934, "TRAINER": 1935, "PRESCOTT": 1936, "YORK": 1937, "Sir": 1938, "Prescott": 1939, "landed": 1940, "victory": 1941, "25": 1942, "trainer": 1943, "sprinter": 1944, "Pivotal": 1945, "100-30": 1946, "chance": 1947, "Nunthorpe": 1948, "Stakes": 1949, "three-year-old": 1950, "partnered": 1951, "veteran": 1952, "George": 1953, "Duffield": 1954, "snatched": 1955, "short": 1956, "head": 1957, "verdict": 1958, "stride": 1959, "deny": 1960, "Eveningperformance": 1961, "16-1": 1962, "trained": 1963, "Henry": 1964, "Candy": 1965, "ridden": 1966, "Chris": 1967, "Rutter": 1968, "Hever": 1969, "11-4": 1970, "Prix": 1971, "l": 1972, "Abbaye": 1973, "winner": 1974, "Longchamp": 1975, "finished": 1976, "third": 1977, "lengths": 1978, "away": 1979, "7-4": 1980, "Mind": 1981, "Games": 1982, "fourth": 1983, "Royal": 1984, "Ascot": 1985, "may": 1986, "now": 1987, "aimed": 1988, "season": 1989, "sprint": 1990, "race": 1991, "reluctant": 1992, "go": 1993, "enclosure": 1994, "result": 1995, "photo-finish": 1996, "Twenty-five": 1997, "never": 1998, "so": 1999, "thought": 2000, "better": 2001, "wait": 2002, "bit": 2003, "longer": 2004, "sad": 2005, "am": 2006, "godfather": 2007, "daughter": 2008, "Like": 2009, "Jack": 2010, "Berry": 2011, "gone": 2012, "search": 2013, "success": 2014, "around": 2015, "profession": 2016, "I`m": 2017, "disappointed": 2018, "feel": 2019, "suicidal": 2020, "well": 2021, "furlongs": 2022, "metres": 2023, "just": 2024, "quicken": 2025, "NUNTHORPE": 2026, "STAKES": 2027, "RESULTS": 2028, "Result": 2029, "two-year-olds": 2030, "upwards": 2031, "run": 2032, "five": 2033, "km": 2034, "1.": 2035, "2.": 2036, "3.": 2037, "Jason": 2038, "Weaver": 2039, "Eight": 2040, "ran": 2041, "Favourite": 2042, "4th": 2043, "Distances": 2044, "1-1/4": 2045, "Winner": 2046, "owned": 2047, "Cheveley": 2048, "Park": 2049, "Stud": 2050, "Newmarket": 2051, "Value": 2052, "72,464": 2053, "sterling": 2054, "112,200": 2055, "TENNIS": 2056, "TOSHIBA": 2057, "CLASSIC": 2058, "CARLSBAD": 2059, "California": 2060, "1996-08-21": 2061, "Results": 2062, "450,000": 2063, "Toshiba": 2064, "Classic": 2065, "tennis": 2066, "tournament": 2067, "prefix": 2068, "denotes": 2069, "seeding": 2070, "Second": 2071, "Arantxa": 2072, "Sanchez": 2073, "Vicario": 2074, "Spain": 2075, "Naoko": 2076, "Kijimuta": 2077, "1-6": 2078, "6-4": 2079, "6-3": 2080, "4": 2081, "Kimiko": 2082, "Date": 2083, "Yone": 2084, "Kamio": 2085, "6-2": 2086, "7-5": 2087, "Sandrine": 2088, "Testud": 2089, "7": 2090, "Sugiyama": 2091, "4-6": 2092, "8": 2093, "Nathalie": 2094, "Tauziat": 2095, "Shi-Ting": 2096, "Wang": 2097, "HAMLET": 2098, "CUP": 2099, "COMMACK": 2100, "York": 2101, "Waldbaum": 2102, "Hamlet": 2103, "Michael": 2104, "Chang": 2105, "Sergi": 2106, "Bruguera": 2107, "Joyce": 2108, "3": 2109, "Richey": 2110, "Reneberg": 2111, "3-6": 2112, "Martin": 2113, "Damm": 2114, "Czech": 2115, "Republic": 2116, "6": 2117, "Younes": 2118, "El": 2119, "Aynaoui": 2120, "Morocco": 2121, "5-7": 2122, "3-0": 2123, "retired": 2124, "Karol": 2125, "Kucera": 2126, "Slovakia": 2127, "Hicham": 2128, "Arazi": 2129, "7-6": 2130, "DALGLISH": 2131, "SAD": 2132, "OVER": 2133, "BLACKBURN": 2134, "PARTING": 2135, "Kenny": 2136, "Dalglish": 2137, "spoke": 2138, "sadness": 2139, "leaving": 2140, "club": 2141, "premier": 2142, "league": 2143, "title": 2144, "1994-95": 2145, "parted": 2146, "mutual": 2147, "consent": 2148, "ex-manager": 2149, "confessed": 2150, "taking": 2151, "division": 2152, "local": 2153, "newspaper": 2154, "holiday": 2155, "same": 2156, "opinion": 2157, "albeit": 2158, "little": 2159, "If": 2160, "opened": 2161, "my": 2162, "mouth": 2163, "stayed": 2164, "way": 2165, "let": 2166, "get": 2167, "job": 2168, "conclusion": 2169, "then": 2170, "past": 2171, "15": 2172, "director": 2173, "football": 2174, "CRICKET": 2175, "COUNTY": 2176, "CHAMPIONSHIP": 2177, "Close": 2178, "play": 2179, "scores": 2180, "four-day": 2181, "County": 2182, "Championship": 2183, "cricket": 2184, "matches": 2185, "Weston-super-Mare": 2186, "Durham": 2187, "326": 2188, "D.": 2189, "Cox": 2190, "S.": 2191, "Campbell": 2192, ";": 2193, "G.": 2194, "7-73": 2195, "Somerset": 2196, "236-4": 2197, "M.": 2198, "Lathwell": 2199, "85": 2200, "Firsy": 2201, "Colchester": 2202, "Gloucestershire": 2203, "280": 2204, "J.": 2205, "Russell": 2206, "63": 2207, "A.": 2208, "Symonds": 2209, "52": 2210, "Cowan": 2211, "5-68": 2212, "Essex": 2213, "72-0": 2214, "Cardiff": 2215, "Kent": 2216, "128-1": 2217, "Walker": 2218, "59": 2219, "Fulton": 2220, "v": 2221, "Glamorgan": 2222, "Leicester": 2223, "Leicestershire": 2224, "343-8": 2225, "P.": 2226, "Simmons": 2227, "108": 2228, "Nixon": 2229, "67": 2230, "Hampshire": 2231, "Northampton": 2232, "Sussex": 2233, "368-7": 2234, "N.": 2235, "Lenham": 2236, "145": 2237, "V.": 2238, "Drakes": 2239, "Wells": 2240, "51": 2241, "Northamptonshire": 2242, "Trent": 2243, "Nottinghamshire": 2244, "392-6": 2245, "Archer": 2246, "143": 2247, "Dowman": 2248, "107": 2249, "Surrey": 2250, "Worcester": 2251, "Warwickshire": 2252, "255-9": 2253, "Giles": 2254, "57": 2255, "W.": 2256, "Khan": 2257, "Worcestershire": 2258, "Headingley": 2259, "Yorkshire": 2260, "305-5": 2261, "C.": 2262, "White": 2263, "Moxon": 2264, "Vaughan": 2265, "Lancashire": 2266, "ENGLAND": 2267, "V": 2268, "PAKISTAN": 2269, "FINAL": 2270, "TEST": 2271, "SCOREBOARD": 2272, "Scoreboard": 2273, "final": 2274, "Oval": 2275, "innings": 2276, "Atherton": 2277, "b": 2278, "Waqar": 2279, "Younis": 2280, "Mushtaq": 2281, "Ahmed": 2282, "44": 2283, "Hussain": 2284, "c": 2285, "Saeed": 2286, "Anwar": 2287, "Thorpe": 2288, "lbw": 2289, "Mohammad": 2290, "Akram": 2291, "54": 2292, "Crawley": 2293, "94": 2294, "Knight": 2295, "17": 2296, "Lewis": 2297, "Wasim": 2298, "I.": 2299, "Salisbury": 2300, "Extras": 2301, "lb-11": 2302, "w-1": 2303, "nb-8": 2304, "wickets": 2305, "278": 2306, "Fall": 2307, "1-64": 2308, "2-85": 2309, "3-116": 2310, "4-205": 2311, "5-248": 2312, "6-273": 2313, "To": 2314, "bat": 2315, "R.": 2316, "Croft": 2317, "Cork": 2318, "Mullally": 2319, "Bowling": 2320, "date": 2321, "25-8-61-1": 2322, "20-6-70-2": 2323, "12-1-41-1": 2324, "27-5-78-2": 2325, "Aamir": 2326, "Sohail": 2327, "6-1-17-0": 2328, "Ijaz": 2329, "Inzamam-ul-Haq": 2330, "Salim": 2331, "Malik": 2332, "Asif": 2333, "Mujtaba": 2334, "Moin": 2335, "Akam": 2336, "FERGUSON": 2337, "BACK": 2338, "IN": 2339, "SCOTTISH": 2340, "SQUAD": 2341, "AFTER": 2342, "MONTHS": 2343, "GLASGOW": 2344, "Everton": 2345, "Duncan": 2346, "Ferguson": 2347, "scored": 2348, "Manchester": 2349, "picked": 2350, "Scottish": 2351, "squad": 2352, "20-month": 2353, "Glasgow": 2354, "Rangers": 2355, "striker": 2356, "Ally": 2357, "McCoist": 2358, "another": 2359, "man": 2360, "form": 2361, "hat-tricks": 2362, "four": 2363, "named": 2364, "qualifier": 2365, "Austria": 2366, "Vienna": 2367, "served": 2368, "jail": 2369, "head-butting": 2370, "opponent": 2371, "Scotland": 2372, "caps": 2373, "December": 2374, "1994": 2375, "Brown": 2376, "'ve": 2377, "watched": 2378, "bang": 2379, "great": 2380, "scoring": 2381, "moment": 2382, "Celtic": 2383, "Jackie": 2384, "McNamara": 2385, "successful": 2386, "under-21": 2387, "earns": 2388, "call-up": 2389, "100-2": 2390, "LUNCH": 2391, "ON": 2392, "DAY": 2393, "THIRD": 2394, "lunch": 2395, "KEANE": 2396, "SIGNS": 2397, "FOUR-YEAR": 2398, "CONTRACT": 2399, "WITH": 2400, "MANCHESTER": 2401, "UNITED": 2402, "Ireland": 2403, "midfielder": 2404, "Roy": 2405, "Keane": 2406, "signed": 2407, "four-year": 2408, "F.A.": 2409, "champions": 2410, "deal": 2411, "game": 2412, "delighted": 2413, "Alex": 2414, "CANADIAN": 2415, "OPEN": 2416, "TORONTO": 2417, "Canadian": 2418, "Open": 2419, "Daniel": 2420, "Nestor": 2421, "Canada": 2422, "Thomas": 2423, "Muster": 2424, "Mikael": 2425, "Tillstrom": 2426, "Goran": 2427, "Ivanisevic": 2428, "Croatia": 2429, "6-7": 2430, "3-7": 2431, "Ferreira": 2432, "Jiri": 2433, "Novak": 2434, "Marcelo": 2435, "Rios": 2436, "Chile": 2437, "Kenneth": 2438, "Carlsen": 2439, "Denmark": 2440, "MaliVai": 2441, "Corretja": 2442, "Todd": 2443, "Renzo": 2444, "Furlan": 2445, "7-3": 2446, "Philippoussis": 2447, "Marc": 2448, "Rosset": 2449, "Switzerland": 2450, "8-6": 2451, "9": 2452, "Cedric": 2453, "Pioline": 2454, "Gregory": 2455, "Carraz": 2456, "7-1": 2457, "Patrick": 2458, "Rafter": 2459, "11": 2460, "Alberto": 2461, "Berasategui": 2462, "6-1": 2463, "Petr": 2464, "Korda": 2465, "Francisco": 2466, "Clavet": 2467, "Vacek": 2468, "13": 2469, "Stoltenberg": 2470, "13-11": 2471, "Woodbridge": 2472, "Sebastien": 2473, "Lareau": 2474, "O'Brien": 2475, "Byron": 2476, "Black": 2477, "Zimbabwe": 2478, "7-2": 2479, "Bohdan": 2480, "Ulihrach": 2481, "Andrea": 2482, "Gaudenzi": 2483, "Henman": 2484, "Woodruff": 2485, "walkover": 2486, "MILLNS": 2487, "BOLAND": 2488, "CAPE": 2489, "TOWN": 2490, "provincial": 2491, "Boland": 2492, "fast": 2493, "bowler": 2494, "Millns": 2495, "toured": 2496, "1992/93": 2497, "replaces": 2498, "all-rounder": 2499, "Phillip": 2500, "DeFreitas": 2501, "professional": 2502, "EUROPEAN": 2503, "WINNERS": 2504, "TIRANA": 2505, "Winners": 2506, "qualifying": 2507, "soccer": 2508, "Tirana": 2509, "Flamurtari": 2510, "Vlore": 2511, "Chemlon": 2512, "Humenne": 2513, "0-0": 2514, "Lubarskij": 2515, "50th": 2516, "minute": 2517, "Valkucak": 2518, "54th": 2519, "5,000": 2520, "win": 2521, "Chorzow": 2522, "Ruch": 2523, "Llansantffraid": 2524, "Wales": 2525, "1-0": 2526, "Arkadiusz": 2527, "Bak": 2528, "1st": 2529, "55th": 2530, "Arwel": 2531, "47th": 2532, "Miroslav": 2533, "62nd": 2534, "63rd": 2535, "6,500": 2536, "Larnaca": 2537, "AEK": 2538, "Cyprus": 2539, "Kotaik": 2540, "Abovyan": 2541, "Armenia": 2542, "2-0": 2543, "Zoran": 2544, "Kundic": 2545, "28th": 2546, "Klimis": 2547, "Alexandrou": 2548, "41st": 2549, "Milenko": 2550, "Kovasevic": 2551, "60th": 2552, "penalty": 2553, "Koprinovic": 2554, "82nd": 2555, "Pavlos": 2556, "Markou": 2557, "5-1": 2558, "Siauliai": 2559, "Kareda": 2560, "Lithuania": 2561, "Sion": 2562, "agrregate": 2563, "Vinnytsya": 2564, "Nyva": 2565, "Tallinna": 2566, "Sadam": 2567, "Estonia": 2568, "3,000": 2569, "Aggregate": 2570, "score": 2571, "2-2": 2572, "goals": 2573, "rule": 2574, "Bergen": 2575, "Brann": 2576, "Norway": 2577, "Shelbourne": 2578, "Mons": 2579, "Ivar": 2580, "Mjelde": 2581, "10th": 2582, "Ove": 2583, "Pedersen": 2584, "72nd": 2585, "Rutherford": 2586, "5th": 2587, "2,189": 2588, "5-2": 2589, "Sofia": 2590, "Levski": 2591, "Bulgaria": 2592, "Olimpija": 2593, "Slovenia": 2594, "Scorer": 2595, "Ilian": 2596, "Simeonov": 2597, "58th": 2598, "25,000": 2599, "4-3": 2600, "penalties": 2601, "Vaduz": 2602, "Liechtenstein": 2603, "RAF": 2604, "Riga": 2605, "Latvia": 2606, "Daniele": 2607, "Polverino": 2608, "90th": 2609, "Agrins": 2610, "Zarins": 2611, "Luxembourg": 2612, "Varteks": 2613, "Varazdin": 2614, "Drazen": 2615, "Beser": 2616, "Miljenko": 2617, "Mumler": 2618, "78th": 2619, "Jamir": 2620, "Cvetko": 2621, "87th": 2622, "Torshavn": 2623, "Havnar": 2624, "Boltfelag": 2625, "Faroe": 2626, "Islands": 2627, "Dynamo": 2628, "Batumi": 2629, "Georgia": 2630, "0-2": 2631, "9-0": 2632, "Prague": 2633, "Sparta": 2634, "Glentoran": 2635, "Northern": 2636, "4-0": 2637, "Gunda": 2638, "26th": 2639, "Lumir": 2640, "Mistr": 2641, "19th": 2642, "Horst": 2643, "Siegl": 2644, "48th": 2645, "80th": 2646, "Zdenek": 2647, "Svoboda": 2648, "76th": 2649, "Gabriel": 2650, "86th": 2651, "10-1": 2652, "Edinburgh": 2653, "Hearts": 2654, "Star": 2655, "Belgrade": 2656, "Yugoslavia": 2657, "Dave": 2658, "McPherson": 2659, "44th": 2660, "Vinko": 2661, "Marinovic": 2662, "59th": 2663, "15,062": 2664, "Rishon-Lezion": 2665, "Hapoel": 2666, "Ironi": 2667, "Constructorul": 2668, "Chisinau": 2669, "Moldova": 2670, "3-3": 2671, "Anjalonkoski": 2672, "MyPa-47": 2673, "Karabach": 2674, "Agdam": 2675, "Azerbaijan": 2676, "Mypa-47": 2677, "Skopje": 2678, "Sloga": 2679, "Jugomagnat": 2680, "Macedonia": 2681, "Kispest": 2682, "Honved": 2683, "Hungary": 2684, "Add": 2685, "Rishon": 2686, "Moshe": 2687, "Sabag": 2688, "Nissan": 2689, "Kapeta": 2690, "Tomas": 2691, "Cibola": 2692, "Constructorol": 2693, "Sergei": 2694, "Rogachev": 2695, "42nd": 2696, "Gennadi": 2697, "Skidan": 2698, "1,500": 2699, "GOTHENBURG": 2700, "PUT": 2701, "FERENCVAROS": 2702, "OUT": 2703, "EURO": 2704, "BUDAPEST": 2705, "IFK": 2706, "Gothenburg": 2707, "drew": 2708, "Ferencvaros": 2709, "Champions": 2710, "tie": 2711, "played": 2712, "4-1": 2713, "Ferenc": 2714, "Horvath": 2715, "15th": 2716, "Andreas": 2717, "Andersson": 2718, "9,000": 2719, "BRAZILIAN": 2720, "RIO": 2721, "DE": 2722, "JANEIRO": 2723, "midweek": 2724, "Brazilian": 2725, "championship": 2726, "Bahia": 2727, "Atletico": 2728, "Paranaense": 2729, "Corinthians": 2730, "Guarani": 2731, "Coritiba": 2732, "Mineiro": 2733, "Cruzeiro": 2734, "Vitoria": 2735, "Flamengo": 2736, "Juventude": 2737, "Goias": 2738, "Sport": 2739, "Recife": 2740, "Gremio": 2741, "Bragantino": 2742, "Palmeiras": 2743, "Vasco": 2744, "da": 2745, "Gama": 2746, "Portuguesa": 2747, "Parana": 2748, "NEWCOMBE": 2749, "PONDERS": 2750, "HIS": 2751, "DAVIS": 2752, "FUTURE": 2753, "SYDNEY": 2754, "captain": 2755, "Newcombe": 2756, "signalled": 2757, "resignation": 2758, "loses": 2759, "Wimbledon": 2760, "champion": 2761, "coach": 2762, "Tony": 2763, "Roche": 2764, "determined": 2765, "events": 2766, "Split": 2767, "lose": 2768, "look": 2769, "giving": 2770, "someone": 2771, "else": 2772, "Sydney": 2773, "Telegraph": 2774, "world": 2775, "clay": 2776, "20-22": 2777, "Under": 2778, "leadership": 2779, "relegated": 2780, "elite": 2781, "26-time": 2782, "slipped": 2783, "rank": 2784, "Since": 2785, "Neale": 2786, "Fraser": 2787, "tandem": 2788, "doubles": 2789, "partner": 2790, "wins": 2791, "losses": 2792, "selected": 2793, "semifinalist": 2794, "Olympic": 2795, "Woodforde": 2796, "Croatians": 2797, "boasts": 2798, "conceded": 2799, "hard-pressed": 2800, "Croatian": 2801, "breath": 2802, "absolute": 2803, "best": 2804, "described": 2805, "toughest": 2806, "faced": 2807, "1986": 2808, "beaten": 2809, "finalists": 2810, "ago": 2811, "guidance": 2812, "BADMINTON": 2813, "MALAYSIAN": 2814, "KUALA": 2815, "LUMPUR": 2816, "Malaysian": 2817, "badminton": 2818, "Men": 2819, "singles": 2820, "9/16": 2821, "Luo": 2822, "Yigang": 2823, "Hwang": 2824, "Sun-ho": 2825, "Korea": 2826, "15-3": 2827, "15-7": 2828, "Wong": 2829, "Malaysia": 2830, "Abdul": 2831, "Samad": 2832, "Ismail": 2833, "16-18": 2834, "15-2": 2835, "17-14": 2836, "Kantharoopan": 2837, "3/4": 2838, "Jeroen": 2839, "Van": 2840, "Dijk": 2841, "Netherlands": 2842, "15-11": 2843, "18-14": 2844, "Wijaya": 2845, "Indra": 2846, "Indonesia": 2847, "Pang": 2848, "Chen": 2849, "15-6": 2850, "6-15": 2851, "Hu": 2852, "Zhilan": 2853, "Nunung": 2854, "Subandoro": 2855, "5-15": 2856, "18-15": 2857, "Hermawan": 2858, "Susanto": 2859, "Fung": 2860, "Permadi": 2861, "15-8": 2862, "15-12": 2863, "Women": 2864, "2nd": 2865, "Cindana": 2866, "11-3": 2867, "1ama": 2868, "Margit": 2869, "Borg": 2870, "11-6": 2871, "Sun": 2872, "Jian": 2873, "Marina": 2874, "Andrievskaqya": 2875, "11-8": 2876, "11-2": 2877, "Meluawati": 2878, "Chia": 2879, "Fong": 2880, "11-1": 2881, "Gong": 2882, "Zhichao": 2883, "Liu": 2884, "Lufung": 2885, "6-11": 2886, "11-7": 2887, "Zeng": 2888, "Yaqiong": 2889, "Li": 2890, "Feng": 2891, "Zealand": 2892, "11-9": 2893, "Christine": 2894, "Magnusson": 2895, "Ishwari": 2896, "Boopathy": 2897, "10-12": 2898, "Zhang": 2899, "Ning": 2900, "Olivia": 2901, "REVISED": 2902, "MEN": 2903, "'S": 2904, "DRAW": 2905, "NEW": 2906, "Revised": 2907, "draw": 2908, "championships": 2909, "beginning": 2910, "U.S": 2911, "Tennis": 2912, "Centre": 2913, "Draw": 2914, "Pete": 2915, "Sampras": 2916, "vs.": 2917, "Adrian": 2918, "Voinea": 2919, "Magnus": 2920, "Larsson": 2921, "Volkov": 2922, "vs": 2923, "Qualifier": 2924, "Andrei": 2925, "Olhovskiy": 2926, "Roberto": 2927, "Carretero": 2928, "Jordi": 2929, "Burillo": 2930, "------------------------": 2931, "Jonas": 2932, "Bjorkman": 2933, "Christian": 2934, "Rudd": 2935, "Rikl": 2936, "Sjeng": 2937, "Schalken": 2938, "Schaller": 2939, "Grant": 2940, "Stafford": 2941, "Guy": 2942, "Forget": 2943, "Fernando": 2944, "Meligeni": 2945, "Brazil": 2946, "Yevgeny": 2947, "Kafelnikov": 2948, "Chesnokov": 2949, "Draper": 2950, "Galo": 2951, "Blanco": 2952, "Johansson": 2953, "Hendrik": 2954, "Dreekman": 2955, "Rusedski": 2956, "Medvedev": 2957, "Jean-Philippe": 2958, "Fleurian": 2959, "Kroslak": 2960, "14": 2961, "Costa": 2962, "Younnes": 2963, "Shuzo": 2964, "Matsuoka": 2965, "Doug": 2966, "Flach": 2967, "Mats": 2968, "Wilander": 2969, "Haarhuis": 2970, "Tebbutt": 2971, "Jonathan": 2972, "Stark": 2973, "Bernd": 2974, "Karbacher": 2975, "Stefan": 2976, "Edberg": 2977, "Richard": 2978, "Krajicek": 2979, "Andre": 2980, "Agassi": 2981, "Mauricio": 2982, "Hadad": 2983, "Colombia": 2984, "Marcos": 2985, "Ondruska": 2986, "Felix": 2987, "Mantilla": 2988, "Carlos": 2989, "Moya": 2990, "Humphries": 2991, "Siemerink": 2992, "Carl-Uwe": 2993, "Steeb": 2994, "Wheaton": 2995, "Kevin": 2996, "Kim": 2997, "Nicolas": 2998, "Lapentti": 2999, "Ecuador": 3000, "Karim": 3001, "Alami": 3002, "Enqvist": 3003, "Stephane": 3004, "Simian": 3005, "Guillaume": 3006, "Raoux": 3007, "Filip": 3008, "Dewulf": 3009, "Belgium": 3010, "Knowles": 3011, "Bahamas": 3012, "Filippini": 3013, "Uruguay": 3014, "Kris": 3015, "Goossens": 3016, "Stich": 3017, "Chuck": 3018, "Adams": 3019, "Javier": 3020, "Frana": 3021, "Argentina": 3022, "Courier": 3023, "Grabb": 3024, "Sandon": 3025, "Stolle": 3026, "Stefano": 3027, "Pescosolido": 3028, "Arnaud": 3029, "Boetsch": 3030, "Pereira": 3031, "Venezuela": 3032, "Gustafsson": 3033, "Jeff": 3034, "Tarango": 3035, "Radulescu": 3036, "Jared": 3037, "Palmer": 3038, "Hernan": 3039, "Gumy": 3040, "Nicklas": 3041, "Kulti": 3042, "Jakob": 3043, "Hlasek": 3044, "Cecil": 3045, "Mamiit": 3046, "Vince": 3047, "Spadea": 3048, "Prinosil": 3049, "Carbonell": 3050, "BASEBALL": 3051, "ORIOLES": 3052, "DAVEY": 3053, "JOHNSON": 3054, "HOSPITALIZED": 3055, "BALTIMORE": 3056, "Baltimore": 3057, "Orioles": 3058, "Davey": 3059, "Johnson": 3060, "miss": 3061, "Seattle": 3062, "Mariners": 3063, "hospital": 3064, "irregular": 3065, "heartbeat": 3066, "53-year-old": 3067, "hospitalized": 3068, "experiencing": 3069, "dizziness": 3070, "treated": 3071, "observed": 3072, "physician": 3073, "Dr.": 3074, "William": 3075, "Goldiner": 3076, "adding": 3077, "released": 3078, "bench": 3079, "Andy": 3080, "Etchebarren": 3081, "manage": 3082, "absence": 3083, "Angels": 3084, "skipper": 3085, "Columbia": 3086, "Presbyterian": 3087, "Hospital": 3088, "blood": 3089, "clot": 3090, "calf": 3091, "eight": 3092, "seasons": 3093, "off-season": 3094, "replacing": 3095, "Regan": 3096, "Cincinnati": 3097, "Reds": 3098, "League": 3099, "guided": 3100, "Mets": 3101, "games": 3102, "pull": 3103, "within": 3104, "slumping": 3105, "Yankees": 3106, "American": 3107, "Division": 3108, "MAJOR": 3109, "LEAGUE": 3110, "STANDINGS": 3111, "WEDNESDAY": 3112, "GAMES": 3113, "Major": 3114, "Baseball": 3115, "standings": 3116, "tabulate": 3117, "lost": 3118, "winning": 3119, "percentage": 3120, "AMERICAN": 3121, "EASTERN": 3122, "DIVISION": 3123, "W": 3124, "L": 3125, "GB": 3126, ".576": 3127, "58": 3128, ".536": 3129, "BOSTON": 3130, "64": 3131, ".496": 3132, ".457": 3133, "DETROIT": 3134, "82": 3135, ".349": 3136, "28": 3137, "CENTRAL": 3138, "CLEVELAND": 3139, ".598": 3140, ".539": 3141, "MINNESOTA": 3142, ".500": 3143, "MILWAUKEE": 3144, "60": 3145, ".469": 3146, "KANSAS": 3147, "CITY": 3148, ".453": 3149, "18": 3150, "WESTERN": 3151, "TEXAS": 3152, ".575": 3153, "SEATTLE": 3154, "61": 3155, ".512": 3156, "OAKLAND": 3157, "62": 3158, ".481": 3159, "CALIFORNIA": 3160, ".460": 3161, "THURSDAY": 3162, "AUGUST": 3163, "SCHEDULE": 3164, "ATLANTA": 3165, "46": 3166, ".632": 3167, "MONTREAL": 3168, ".461": 3169, "FLORIDA": 3170, "PHILADELPHIA": 3171, ".409": 3172, "HOUSTON": 3173, ".535": 3174, "ST": 3175, "LOUIS": 3176, ".532": 3177, ".504": 3178, "CINCINNATI": 3179, 